Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Delete and restore all profiles and application groups to default
be: Узнавіць усе профілі ды суполкі праґрамаў да пачатковых

source: Delete app data?
be: Ці выдаліць зьвесткі праґрамы?

source: Delete bookmark
be: Выкрасьліць закладку

source: Delete bookmark \"%s\"?
be: Ці прыбраць закладку «%s»?

source: Delete bookmarks
be: Выдаліць закладкі

source: Delete bookmarks currently on this device and begin syncing bookmarks with %s?
be: Выдалі закладкі, што зараз маюцца на прыладзе, і пачаць сынхранізавацца з %s?

source: Delete bookmarks currently on this device and begin syncing with Google account
be: Выдалі закладкі, што зараз маюцца на прыладзе, і пачаць сынхранізавацца з рахункам Google

source: Delete comment
be: Сьцерці выказваньне

source: Delete contact
be: Сьцерці кантакт

source: Delete dialog
be: Сьцерці размову

source: Delete email from server
be: Выдаляць пошту на паслужніку

source: Delete event
be: Прыбраць падзею

source: Delete fixed dialing number
be: Выкрасьліць замацаваны нумар

source: Delete folder
be: Выдаліць каталёґ

source: Delete from audio
be: Прыбраць з гуказапісу

source: Delete from video
be: Прыбраць зь відэазапісу

source: Delete group
be: Выдаліць суполку

source: Delete limit exceeded
be: Зашмат сьціраецца

source: Delete locally cached content and databases?
be: Ці выдаліць мясцова назапашаны зьмест і базы зьвестак?

source: Delete locked message?
be: Ці сьцерці замкнёныя паведамленьні?

source: Delete locked messages
be: Выдаліць замкнёныя паведамленьні

source: Delete message
be: Сьцерці паведамленьне

source: Delete messages
be: Сьцерці паведамленьні

source: Delete network
be: Выдаліць сетку

source: Delete now
be: Выдаліць зараз

source: Delete number
be: Выкрасьліць нумар

source: Delete old messages
be: Выдаляць старыя

source: Delete old messages as limits are reached
be: Сьціраць старыя паведамленьні, калі перавысілі абмежаваньне

source: Delete photo
be: Сьцерці фатаздымак

source: Delete photos
be: Сьцерці фатаздымкі

source: Delete post
be: Сьцерці допіс

source: Delete profile
be: Выдаліць профіль

source: Delete record
be: Сьцерці запіс

source: Delete saved page
be: Выдаліць захаваную бачыну

source: Delete some files to free space.
be: Каб вызваліць прастору, выдаліце колькі файлаў.

source: Delete some messages to make room for more.
be: Сатрыце колькі паведамленьняў, каб вызаліць прастору іншым.

source: Delete the browser navigation history?
be: Ці выдаліць гісторыю наведанага аглядальнікам?

source: Delete the items.
be: Сьцерці гэтыя пункты.

source: Delete these bookmarks if you don't want to sync them.
be: Калі вы не жадаеце сынхранізаваць закладкі, выдаліце іх.

source: Delete these messages?
be: Ці выдаліць паведамленьні?

source: Delete this account
be: Выдаліць рахунак

source: Delete this application group
be: Выдаліць гэтую суполку

source: Delete this message?
be: Ці выдаліць паведамленьне?

source: Delete thread
be: Выдаліць галіну

source: Delete threads
be: Сьцерці галіны

source: Delete voicemail
be: Выдаліць галасавую пошту

source: Deleted %1$d conversation.
be: Сьцерлі %1$d размову.

source: Deleted %1$d conversations.
be: Сьцерлі некалькі (%1$d) размоў.

source: Deleted Audio
be: Сьцерлі гуказапіс

source: Deleted Video
be: Сьцерлі відэазапіс

source: Deleting %1$d conversation.
be: Сьціраецца %1$d размова.

source: Deleting %1$d conversations.
be: Сьціраецца некалькі (%1$d) размоў.

source: Deleting Face Tag
be: Сьціраецца пазнака

source: Deleting Photo
be: Сьціраецца фатаздымак

source: Deleting album.
be: Сьціраецца альбом.

source: Deleting comments
be: Сьціраюцца выказваньні

source: Deleting fixed dialing number\u2026
be: Выдаляецца замацаваны нумар…

source: Deleting fixed dialing number…
be: Выкрасьляецца замацаваны нумар…

source: Deleting images, please wait\u2026
be: Калі ласка, пачакайце: выдаляюцца відарысы…

source: Deleting images, please wait…
be: Калі ласка, пачакайце: сьціраюцца відарысы…

source: Deleting message.
be: Сьціраецца паведамленьне.

source: Deleting messages.
be: Сьціраюцца паведамленьні.

source: Deleting photo.
be: Сьціраецца фатаздымак.

source: Deleting this contact will delete information from multiple accounts.
be: Калі сьцерці гэты кантакт, сатрэцца інфармацыя зь некалькіх рахункаў.

source: Delivery report
be: Справаздача па дастаўленым

source: Delivery reports
be: Справаздачы па дастаўленым

source: Denied
be: Адмовілі

source: Deny
be: Адмовіць

source: Department
be: Аддзел

source: Describe objection
be: Апісаць пярэчаньні

source: Describe the harm caused to your phone or data:
be: Апішыце шкоду, прычыненую тэлефону або дадзеным:

source: Description
be: Апісаньне

source: Description (optional)
be: Апісаньне (не абавязкова)

source: Description:
be: Апісаньне:

source: Deselect All
be: Не абіраць нічога

source: Deselect all
be: Скасаваць выбранае

source: Deselect this to use standard OS icons
be: Не абірайце гэта, каб карыстацца звычайнымі значкамі АС

source: Desk clock
be: Настольны гадзіньнік

source: Desktop
be: Настольны

source: Desktop Columns
be: Слупкі стальніцы

source: Desktop Rows
be: Радкі стальніцы

source: Desktop Transition
be: Пераход між экранамі

source: Desktop backup password
be: Пароль захоўваць стальніцу

source: Desktop behavior
be: Паводзіны стальніцаў

source: Desktop configuration
be: Настаўленьні стальніцаў

source: Desktop dots
be: Кропкі стальніцы

source: Desktop full backups aren't currently protected.
be: Поўныя адноўкі стальніцы пакуль не абараняюцца.

source: Desktop layout
be: Разьмяшчэньне стальніцаў

source: Desktop overshoot
be: Адхіленьне стальніцаў

source: Desktop scrolling speed
be: Хуткасьць гартаць стальніцы

source: Destination
be: Кірунак

source: Destroy every activity as soon as the user leaves it
be: Забіваць кожную дзейнасьць адразу, як карыстальнік перайшоў да іншае

source: Details
be: Падрабязнасьці

source: Details for UID %d
be: Пра азначальнік %d

source: Details only my contacts will see
be: Зьвесткі, якія бачаць мае кантакты

source: Details unavailable
be: Падрабязнасьці адсутнічаюць

source: Determine the current location
be: Вызначыць бягучае месцазнаходжаньне

source: Dev
be: Распрацоўваецца

source: Developer options
be: Можнасьці распрацоўкі

source: Development
be: Распрацоўка

source: Development device ID
be: Азначальнік прылады (для распрацоўкі)

source: Development tools
be: Начыньне распрацоўніцтва

source: Device
be: Прылада

source: Device Security
be: Бясьпека прылады

source: Device administration
be: Кіраўніцтва прылады

source: Device administration settings
be: Налады кіраваць прыладаю

source: Device administrator
be: Кіраўнік прылады

source: Device administrator disallows using a recent PIN
be: Кіраўнік прылады забараняе ўжываць нядаўні код PIN

source: Device administrator disallows using a recent password
be: Кіраўнік прылады забараняе ўжываць нядаўні пароль

source: Device administrators
be: Кіраўнікі прылады

source: Device alias
be: Мянушка прылады

source: Device automatically completes word.
be: Прылада заканчвае словы самарушна.

source: Device awake time
be: Прылада ў дзейным стане

source: Device hostname
be: Назва вузла прылады

source: Device info
be: Зьвесткі пра прыладу

source: Device information
be: Зьвесткі пра прыладу

source: Device information not available
be: Няма доступу да зьвестак пра прыладу

source: Device keyboard
be: Клявіятура прылады

source: Device locked.
be: Прыладу замкнулі.

source: Device name
be: Назва прылады

source: Device security
be: Бясьпека прылады

source: Device settings
be: Налады прылады

source: Device to use
be: Прылада

source: Device will predict the next word based on the previous words
be: Прылада можа прадказваць, якое слова будзе наступным пасьля дадзенага

source: Dial
be: Набраць

source: Dial %s
be: Набраць %s

source: Dial number
be: Набраць нумар

# Dial number using %s
source: Dial number\nusing %s
be: Набраць нумар\n праз %s

source: Dial pad touch tones
be: Гук наборніку

source: Dial phone %1$s
be: Набраць нумар %1$s

source: Dial to add a call
be: Набярыце, каб дадаць выклік

source: Dial\u2026
be: Набраць…

source: Dialer
be: Тэлефон

source: Dialing
be: Набіраецца...

source: Dialpad
be: Наборнік

source: Dial…
be: Набраць…

source: Dictionary available
be: Слоўнік маецца

source: Did you have a good time today?
be: Ці спадабаўся табе твой дзень?

source: Did you mean...
be: Можа, мелася на ўвазе…

source: Did you mean:
be: Можа, мелася на ўвазе:

source: Did you mean: ^1
be: Можа, мелася на ўвазе: ^1

source: Did you say...
be: Можа, вы сказалі…

source: Did you say:
be: Можа, вы сказалі:

source: Digits color (focused)
be: Колер лічбаў (абраных)

source: Digits color (not selected)
be: Колер лічбаў (не абраных)

source: Digits color (pressed)
be: Колер лічбаў (націснутых)

source: Dim
be: Прыцямніць

source: Direct Debit billing information
be: Зьвесткі па простае дэбітавае аплаце

source: Direct access to hardware on the handset.
be: Наўпроставы доступ да абсталяваньня тэлефоннае слухаўкі.

source: Direct access to your contacts and calendar stored on the phone.
be: Наўпроставы доступ да кантактаў і календара, якія захоўваюцца на тэлефоне.

source: Direct access to your contacts and calendar stored on the tablet.
be: Наўпроставы доступ да кантактаў і календара, якія захоўваюцца на пляншэце.

source: Direct dial
be: Хутка выклікаць

source: Direct message
be: Хуткае паведамленьне

source: Directions & Navigation
be: Шляхі ды навіґацыя

source: Directions List
be: Сьпіс шляхоў

source: Directions to
be: Шляхі да

source: Directory
be: Каталёґ

source: Directory %1$s
be: Каталёґ %1$s

source: Disable
be: Забараніць

source: Disable %s
be: Забараніць %s

source: Disable FDN
be: Не замацоўваць нумары

source: Disable Incognito Mode
be: Выйсьці з таемнага стану

source: Disable SIM PIN
be: Не выкарыстоўваць PIN карткі SIM

source: Disable accessibility?
be: Ці забараніць службы даступнасьці?

source: Disable alarm
be: Забараніць

source: Disable all wireless connections
be: Вылучыць усе бяздротавыя злучэньні

source: Disable auto-fill
be: Не запаўняць самарушна

source: Disable background data on mobile data network only.
be: Забараняць сеціва на заднім пляне толькі для перасоўнага сеціва.

source: Disable background data?
be: Забараніць гэта?

source: Disable built-in app?
be: Ці забараніць убудаваную праґраму?

source: Disable cameras
be: Забараняць камэры

source: Disable mobile data?
be: Ці забараніць перасоўнае сеціва?

source: Disable number checks
be: Ня спраўджваць нумары

source: Disable profile?
be: Ці забараніць профіль?

source: Disable restore
be: Забараніць аднаўляць

source: Disable screen unlock security
be: Не ахоўваць замкнёны экран

source: Disable sync when Wi-Fi is disabled
be: Забараніць сынхранізаваць, калі вылучылі Wi-Fi

source: Disable the system CA certificate?
be: Ці забараніць сыстэмнае пасьведчаньне асяродку?

source: Disable this if you don't use scrollable widgets
be: Забараніце гэта, калі вы не карыстаецеся віджэтамі, якія пракручваюцца

source: Disable this if you don\'t use scrollable widgets
be: Забараніце гэта, калі вы не карыстаецеся віджэтамі, якія пракручваюцца

source: Disable this if you get FCs.
be: Забараніце гэта, калі зьяўляюцца памылкі.

source: Disable this to use the old drawables.
be: Забараніце гэта, каб карыстацца старым.

source: Disable video calling
be: Забараніць выклікаць па відэа

source: Disabled
be: Забаронена

source: Disabled by administrator, encryption policy, or credential storage
be: Забаронена (падстава — кіраўнік, шыфраваньне ці даверчыя лісты)

source: Disabled by remote phone administrator
be: Забаронена адлеглым спраўнікам тэлефона

source: Disabling
be: Забараняецца

source: Disabling Encrypted File Systems requires a device data wipe.
be: Каб спыніць шыфраваць, трэба вычысьціць зьвесткі на прыладзе.

source: Disabling background data extends battery life and lowers data use.
be: Калі забараніць злучацца на заднім пляне, павялічыцца час дзеяньня батарэі ды паменшыцца выкарыстаньне доступу ў сеціва.

source: Disabling background data extends battery life and lowers data use. Some applications may still use the background data connection.
be: Калі забараніць злучацца на заднім пляне, павялічыцца час дзеяньня батарэі ды паменшыцца выкарыстаньне доступу ў сеціва. Некаторыя праґрамы, тым ня менш, могуць працягваць злучацца на заднім пляне.

source: Disabling this option significantly decreases amount of transferred data.
be: Калі не дазваляць чытаць відарысы, істотна паменшыцца аб’ём перадаванага.

source: Disabling video calling...
be: Забараняем выклікаць па відэа…

source: Disabling wireless connections\u2026
be: Вылучаюцца бяздротавыя злучэньні…

source: Disabling wireless connections…
be: Вылучаюцца бяздротавыя злучэньні…

source: Disagree
be: Не пагаджацца

source: Discard
be: Адкінуць

source: Discard changes
be: Адкінуць зьмяненьні

source: Discard confirm
be: Адкінуць паведамленьне

source: Discard input?
be: Ці скасаваць набранае?

source: Discard slideshow
be: Адкінуць слайды

source: Discard this message?
be: Ці адкінуць гэтае паведамленьне?

source: Discard this post?
be: Ці адкінуць допіс?

source: Discard unsaved changes?
be: Ці адкінуць незахаваныя зьмяненьні?

source: Discard your message?
be: Ці адкінуць паведамленьне?

source: Discharging
be: Разраджаецца

source: Disco
be: На дыскатэцы

source: Disconnect
be: Адлучыцца

source: Disconnect & unpair
be: Скасаваць злучэньне ды спалучэньне

source: Disconnect from network
be: Адлучыцца ад сеткі

source: Disconnect?
be: Ці адлучыцца?

source: Disconnected
be: Адлучыліся

source: Disconnecting from %1$s…
be: Адлучаемся ад %1$s…

source: Disconnecting from %1$s\u2026
be: Адлучаемся ад %1$s…

source: Disconnecting...
be: Адлучаемся…

source: Disconnecting\u2026
be: Адлучаемся…

source: Disconnecting…
be: Адлучаемся…

source: Discoverable
be: Бачныя

source: Discoverable for %1$s seconds…
be: Бачныя ’шчэ %1$s сэк…

source: Discoverable for %1$s seconds\u2026
be: Бачныя ’шчэ %1$s сэк…

source: Discoverable timeout
be: Час бачнасьці

source: Dismiss
be: Скасаваць

source: Dismiss all
be: Адхіліць усе

source: Dismiss recent apps
be: Адкінуць нядаўнія праґрамы

source: Display
be: Дысплэй

source: Display FlylinkDC++ queue
be: Паказаць чаргу FlylinkDC++

source: Display a notification when USB debugging is connected
be: Спавяшчаць, калі далучылі USB з наладкаю

source: Display an icon in the status bar when online
be: Паказваць значак у паліцы стану, калі ў сетцы

source: Display animations, rotation, timeouts
be: Паварочваньне дысплэя, тэрмін працы, ажыўленьне

source: Display emoticons
be: Паказваць пачуцьцезнакі („смайлікі“)

source: Display group
be: Паказаць групу

source: Display images
be: Паказваць відарысы

source: Display images on web pages
be: Паказваць відарысы на бачынах сеціва

source: Display images when reading stories
be: Паказваць відарысы, калі чытаем рэпартажы

source: Display message notifications in status bar
be: Спавяшчаць пра паведамленьні ў паліцы стану

source: Display name
be: Назва

source: Display options
be: Можнасьці паказу

source: Display pages in inverted color
be: Паказваць бачыны ў адваротных колерах

source: Display pages only in the wider, landscape screen orientation
be: Паказваць бачыны толькі ў шырокае, альбомнай арыентацыі экрану

source: Display settings
be: Налады дысплэя

source: Display size
be: Памер выяваў

source: Display suggested words while typing
be: Паказваць прапанаваныя словы, калі друкуем

source: Display suggested words while typing.
be: Паказваць прапанаваныя словы, калі друкуем.

source: Display technical call information
be: Паказваць тэхнічныя падрабязнасьці выкліку

source: Display trusted CA certificates
be: Паказаць давераныя пасьведчаньні сьведчальнага асяродку

source: Displaying %d contacts
be: Паказалі кантактаў: %d

source: Displaying %d contacts with phone numbers
be: Кантактаў з тэлефоннымі нумарамі: %d

source: Displaying 1 contact
be: Паказалі адзін кантакт

source: Displaying 1 contact with phone number
be: Паказалі адзін кантакт з тэлефонам

source: Displaying all contacts
be: Паказваюцца ўсе кантакты

source: Displays calendars and event times in your home time zone when traveling
be: Паказвае календары ды час падзеяў па хатнім часавым абсягу, калі вы падарожнічаеце

source: District
be: Раён

source: Do not archive
be: Не архіваваць

source: Do not attach location to this post
be: Не дадаваць месца да допісу

source: Do not back up
be: Не захоўваць адноўку

source: Do not delete
be: Не сьціраць

source: Do not disturb
be: Не турбаваць

source: Do not manipulate this application while driving.
be: Не адцягвайце сваю ўвагу на дзеяньні з праґрамаю, калі кіруеце.

source: Do not notify me
be: Не паведамляць мне

source: Do not restore
be: Не аднаўляць

source: Do not send
be: Не дасылаць

source: Do not show icon for status of each app
be: Не паказваць значак стану кожнае праґрамы

source: Do not show notification when an app is granted Su permissions
be: Не паказваць спавяшчэньне, калі праґрама атрымала правы спраўніка

source: Do not upload
be: Не запампоўваць

source: Do nothing for now.
be: Нічога зараз не рабіць.

source: Do you know this proverb?
be: Ці ведаеш прыказку?

source: Do you like me?
be: Мі падабаецца табе?

source: Do you really want to remove this account?
be: Ці сапраўды вы хочаце зьнішчыць гэты рахунак?

source: Do you really want to remove this account? Removing it will also delete all of its messages, contacts, and other data from the phone. \nProceed?
be: Ці сапраўды вы хочаце зьнішчыць гэты рахунак? Калі так зрабіць, усе паведамленьні зь яго, кантакты ды іншыя зьвесткі сатруцца з тэлефону.\n Ці працягваць?

source: Do you still want to replace it?
be: Хіба вы ўсё яшчэ хочаце замяніць яе?

# Do you still want to replace it? All previous user data will be saved.
source: Do you still want to replace it?\n\nAll previous user data will be saved.
be: Хіба вы ўсё яшчэ хочаце замяніць яе?\n \n Усе ранейшыя зьвесткі карыстальніка захаваюцца.

source: Do you want apps to install scripts from Google that make their web content more accessible?
be: Ці хочаце вы, каб праґрамы ўсталявалі скрыпты ад Google, якія зробяць сеціўнае зьмесьціва гэтых праґрамаў даступнейшым?

source: Do you want the background traffic data to be automatically disabled at the end of the day?
be: Ці хочаце вы, каб зьвесткі не перадаваліся на заднім пляне, калі дзень скончыўся?

source: Do you want the browser to remember this password?
be: Ці хочаце вы, каб аглядальнік запомніў гэты пароль?

source: Do you want to add %s to your friend list?
be: Ці хочаце дадаць %s да сьпісу сяброў?

source: Do you want to allow Google to use location for improved search results and other services?
be: Ці хочаце вы дазволіць Google ужываць месцазнаходжаньне, каб палепшыць вынікі пошуку ды іншых службаў?

source: Do you want to allow this request?
be: Ці хочаце задаволіць гэты запыт?

source: Do you want to allow this to happen\?
be: Ці хочаце вы зрабіць гэта?

source: Do you want to archive these %1$d conversations?
be: Ці хочаце архіваваць некалькі (%1$d) размоў?

source: Do you want to archive this conversation?
be: Ці хочаце архіваваць гэтую размову?

source: Do you want to check your encryption setting?
be: Ці хочаце спраўдзіць налады тайнапісу?

source: Do you want to check your secret setting?
be: Ці хочаце вы паглядзець налады таемнасьці?

source: Do you want to check your server name setting?
be: Ці хочаце спраўдзіць налады назвы паслужніку?

source: Do you want to connect again?
be: Ці хочаце злучыцца зноўку?

source: Do you want to connect to \u0022%1$s\u0022?
be: Ці хочаце вы злучыцца з «%1$s»?

source: Do you want to continue?
be: Ці хочаце працягваць?

source: Do you want to delete all profiles and application groups, and restore them to default?
be: Ці хочаце выдаліць усе профілі ды суполкі праґрамаў і ўзнавіць пачатковыя?

source: Do you want to delete these %1$d conversations?
be: Ці хочаце сьцерці некалькі (%1$d) размоў?

source: Do you want to delete this album?
be: Ці хочаце сьцерці гэты альбом?

source: Do you want to delete this conversation?
be: Ці хочаце сьцерці гэтую размову?

source: Do you want to delete this message?
be: Ці хочаце выдаліць паведамленьне?

source: Do you want to delete this photo?
be: Ці хочаце сьцерці гэты фатаздымак?

source: Do you want to discard your changes?
be: Ці хочаце адкінуць зьмяненьні?

source: Do you want to do this?
be: Ці хочаце зрабіць гэта?

source: Do you want to enable it now?
be: Ці хочаце дазволіць гэта зараз?

source: Do you want to finish setting up this account?
be: Ці хочаце скончыць настаўляць гэты рахунак?

source: Do you want to install it for free from Android Market?
be: Ці хочаце задарма ўсталяваць гэтую праґраму з крамы Android?

source: Do you want to install this application?
be: Ці хочаце ўсталяваць гэтую праґраму?

source: Do you want to limit the number of messages you save per conversation?
be: Ці хочаце вы абмежаваць колькасьць паведамленьняў, якія будуць захоўвацца ў размове?

source: Do you want to logout?
be: Ці хочаце выйсьці?

source: Do you want to receive this file?
be: Ці хочаце вы атрымаць гэты файл?

source: Do you want to remove friend?
be: Ці хочаце выкрасьліць сябра?

source: Do you want to retry downloading the file later or delete it from the queue?
be: Паспрабаваць спампаваць пазьней ці прыбраць файл з чаргі?

source: Do you want to switch to the new provider anyway?
be: Вы ўсё роўна хочаце перайсьці да новага пастаўніку?

source: Do you want to try again?
be: Ці хочаце паспрабаваць зноўку?

source: Do you want to uninstall all updates to this Android system application?
be: Ці хочаце высталяваць усе абнаўленьні гэтае сыстэмнае праґрамы Android.

source: Do you wish to finish setting up this account?
be: Ці хочаце скончыць настаўляць гэты рахунак?

source: Dock
be: Латок

source: Dock Icons Tint
be: Фарбаваць значкі латку

source: Dock Settings
be: Налады латка

source: Dock insert sound
be: Гучэць, калі ўсунулі ў латок

source: Dock insertion sound
be: Гучэць, калі ўсунулі ў латок

source: Dock not found
be: Латок не знайшлі

source: Dock settings
be: Налады латка

source: Dockbar
be: Латок-паліца

source: Document
be: Дакумэнт

source: Documents
be: Дакумэнты

source: Does not perform a complete shutdown.
be: Цалкам тэлефон не вылучаецца.

source: Doing so may lose some of your current work.
be: Калі гэта зрабіць, можа страціцца частка вашае працы.

source: Domain
be: Вузел

source: Domain for username is incorrect.
be: Неадпаведная назва вузла або ймя карыстальніка.

source: Domain\\Username
be: Вузел\\Імя_карыстальніка

source: Domestic Partner
be: Супольнік па сям’і

source: Don't Accept
be: Не прымаць

source: Don't Pair
be: Не спалучаць

source: Don't allow
be: Не дазваляць

source: Don't ask again
be: Болей не пытацца

source: Don't bother me.
be: Не турбуй мяне.

source: Don't clear shortcuts
be: Не прыбіраць выклічнікі

source: Don't filter
be: Не прасейваць

source: Don't forget about meow...
be: Не забывайся на кацяня…

source: Don't forget you are not alone.
be: Памятай, што ты не адзін.

source: Don't have a YouTube account?
be: Ня маеце рахунку YouTube?

source: Don't have an account?
be: Ня маеце рахунку?

source: Don't keep activities
be: Не трымаць дзейнасьці

source: Don't play sound when inserting or removing phone from dock
be: Не гучэць, калі тэлефон усунулі або вынялі з латка

source: Don't play sound when inserting or removing tablet from dock
be: Не гучэць, калі пляншэт усунулі або вынялі з латка

source: Don't share people from my Skype Contact list with other applications.
be: Не дзяліцца сьпісам кантактаў Skype зь іншым праґрамамі.

source: Don't show personalized search history
be: Не паказваць асабістую гісторыю пошуку
